Retrieve a backward moving iterator to the array.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public virtual BoundarySegmentArrayIterator ReverseIterator()
  Visual Basic
Public Overridable Function ReverseIterator As BoundarySegmentArrayIterator
  Visual C++
public:
virtual BoundarySegmentArrayIterator^ ReverseIterator()
 Return Value
 Returns a backward moving iterator to the array.
 See Also
  BoundarySegmentArray Class
  Autodesk.Revit.DB Namespace